// Задача

// Создать файлы html и js
// Правильно подключить js-файл к html-странице

// Ваша задача записать следующие данные в правильные идентификаторы:

// Наименование товара
// Количество товара
// Категория товара
// Цена товара

// В консоль разработчика выведите наименование товара

// Значения вы задаёте самостоятельно, товар может быть любым.
// Это может быть: предмет гардероба, техника, продукты - всё что угодно.
// Ориентируйтесь на то, что такой товар нужно где-то хранить, цифровой товар не подойдет!

// В консоль выведите общую сумму товара
// Цена умножить на количество

'use strict'

{
  const name = 'coffee';
  const amount = 20;
  const category = 'grocery';
  const price = 100;

  console.log(name);
  console.log(amount * price);

}

{
  const name = 'ring';
  const amount = 20;
  const category = 'jewelry';
  const price = 100;

  console.log(name);
  console.log(amount * price);

}